Repository: hoffmannkrzysztof/openedx-scorm-xblock
Catalog: openedxscorm/locale/*/LC_MESSAGES/text.po
Languages: pl

source: Display Name
pl: Nazwa wyświetlana

source: Display name for this module
pl: Nazwa wyświetlana dla tego modułu

source: Path to the index page in scorm file
pl: Ścieżka do strony indeksu w pliku scorm

source: Weight
pl: Waga

source: Weight/Maximum grade
pl: Waga/Maksymalny stopień

source: Scored
pl: Punktowane

source: Select False if this component will not receive a numerical score from the Scorm
pl: Wybierz Fałsz, jeśli ten komponent nie będzie otrzymywał liczbowego wyniku od Scorma.

source: Display width (px)
pl: Szerokość (px)

source: Width of iframe (default: 100%)
pl: Szerokość ramki iframe (domyślnie: 100%)

source: Display height (px)
pl: Wysokość (px)

source: Height of iframe
pl: Wysokość ramki iframe

source: Launch in pop-up window
pl: Uruchom w wyskakującym oknie

source: Launch in pop-up window instead of embedding the SCORM content in an iframe. Enable this for older packages that need to be run in separate window.
pl: Uruchom w wyskakującym oknie zamiast osadzania zawartości SCORM w ramce iframe. Włącz to dla starszych pakietów, które muszą być uruchamiane w osobnym oknie.

source: Click 'Edit' to modify this module and upload a new SCORM package.
pl: Kliknij „Edytuj”, aby zmodyfikować ten moduł i przesłać nowy pakiet SCORM.

source: points
pl: punktów

source: Fullscreen
pl: Pełny ekran

source: Exit fullscreen
pl: Wyjdź z trybu pełnego ekranu

source: Launch unit in new window
pl: Uruchom jednostkę w nowym oknie

source: View SCORM reports
pl: Przeglądanie raportów SCORM

source: Upload .zip package
pl: Prześlij paczkę .zip

source: Currently:
pl: Obecnie:

source: True
pl: Prawda

source: False
pl: Fałsz

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj
